{
  "title": "Requirements for a Healthy Ecosystem in Advertising (RHEA)",
  "revisionId": "ALBJ4LtP8b0pOasLxJa3aXuJzhKcnOSCFD7B6d2ZRPlYB04lS4mPuzWLLWKjx-Dd8vYG5Jbh7_claa6LJYuhSg",
  "suggestionsViewMode": "SUGGESTIONS_INLINE",
  "documentId": "1H1hIbhaAKlgoA9dHbjXOmEddW07eAlCGZbxmWQZSZDQ",
  "tabs": [
    {
      "tabProperties": {
        "tabId": "t.0",
        "title": "Tab 1",
        "index": 0
      },
      "documentTab": {
        "body": {
          "content": [
            {
              "endIndex": 1,
              "sectionBreak": {
                "sectionStyle": {
                  "columnSeparatorStyle": "NONE",
                  "contentDirection": "LEFT_TO_RIGHT",
                  "sectionType": "CONTINUOUS"
                }
              }
            },
            {
              "startIndex": 1,
              "endIndex": 60,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 1,
                    "endIndex": 60,
                    "textRun": {
                      "content": "Requirements for a Healthy Ecosystem in Advertising (RHEA)\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.tsd9rktbmfxv",
                  "namedStyleType": "TITLE",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 60,
              "endIndex": 127,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 60,
                    "endIndex": 127,
                    "textRun": {
                      "content": "Building next-generation, pro-democracy advertising infrastructure\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.kmlz4y4jkv2n",
                  "namedStyleType": "SUBTITLE",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 127,
              "endIndex": 1167,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 127,
                    "endIndex": 1167,
                    "textRun": {
                      "content": "Advertising is a critical input to much of the digital economy, not least of which media. In fact, it has proven essential to the point of being described as “the business model of the internet.” Unfortunately, however, advertising has not been governed with the care that such an important piece of infrastructure deserves. Advertising is unpopular with technologists who want to do good, activists and civil society organisations often simply propose to eliminate it or limit themselves to superficial proposals that don’t engage with the technology or economics (e.g. “just use contextual”), and regulators have found the advertising system highly opaque and complex to engage with. It is common that publishers and marketers would only partially understand the system they use, which in turn stokes fear of what may happen if anything were to change. The field is highly concentrated around a Google/Meta duopoly and fraught with a long list of ills, but a comprehensive vision for a stakeholder-centric alternative has yet to emerge. \n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 1167,
              "endIndex": 1359,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 1167,
                    "endIndex": 1359,
                    "textRun": {
                      "content": "This document outlines what an alternative could be. It doesn’t claim to be complete and certainly not detailed, but it offers a path forward that can hopefully be iterated upon and deployed.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 1359,
              "endIndex": 1397,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 1359,
                    "endIndex": 1397,
                    "textRun": {
                      "content": "An Ecosystem Of Multifaceted Problems\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.hmmp3geywqhx",
                  "namedStyleType": "HEADING_1",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 1397,
              "endIndex": 1695,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 1397,
                    "endIndex": 1695,
                    "textRun": {
                      "content": "There is extensive literature about issues in digital advertising, and summarising it is beyond the scope of this paper. Instead, we offer a list of the more salient problems in the space so as to inform both the urgent need for reform and the shape of the solution space we consider further down.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 1695,
              "endIndex": 1740,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 1695,
                    "endIndex": 1740,
                    "textRun": {
                      "content": "Taxing The Media to Subsidise Disinformation\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.msmrd3jstfn1",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 1740,
              "endIndex": 1986,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 1740,
                    "endIndex": 1986,
                    "textRun": {
                      "content": "Legacy digital advertising is a system that, at the scale of the entire internet, taxes high-quality contexts (often the media) and redistributes that money to slop farms and disinformation operators, while advertising intermediaries take a cut.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 1986,
              "endIndex": 2293,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 1986,
                    "endIndex": 2293,
                    "textRun": {
                      "content": "To understand how that works, it is important to understand that today’s digital advertising shares data in such a way that the same person will be recognised by intermediaries across completely unrelated contexts. Crucially, this means that a person can be observed in one context and targeted in another.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 2293,
              "endIndex": 3070,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 2293,
                    "endIndex": 3070,
                    "textRun": {
                      "content": "Not all contexts are equal. Quality publishers (of all sizes) develop specific audiences over time and through hard work. These audiences are valuable for advertisers because they correspond to a meaningful group of people that can correlate well with brand goals or a given purchase intent. Slop farms and disinformation networks, on the other hand, do not produce valuable, well-developed audiences. Instead, they try to drive traffic up through any means available. In addition to the low quality of the context they offer, they also have amorphous audiences without clear advertising value. When contexts are isolated (and also when advertisers have better control over where their advertising ends up), it is more challenging for slop and disinformation to be profitable.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 3070,
              "endIndex": 3676,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 3070,
                    "endIndex": 3447,
                    "textRun": {
                      "content": "This all changes when people can be targeted across contexts. A given person can be observed as being part of a high-value audience and later targeted in a low-value context. This both decreases the valuation of the quality context — since it is getting fewer, lower bids for its own audience — and increases the revenue that flows to slop and disinformation, what is known as ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 3447,
                    "endIndex": 3473,
                    "textRun": {
                      "content": "Made For Advertising (MFA)",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 3473,
                    "endIndex": 3676,
                    "textRun": {
                      "content": " sites. It is a distributional arrangement that takes money from hard-working media to subsidise disinformation. This is detrimental to the media, to democracy, and to the information ecosystem overall.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 3676,
              "endIndex": 4125,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 3676,
                    "endIndex": 4125,
                    "textRun": {
                      "content": "A few additional details add some colour. First, slop is profitable on volume (of which there is a lot) and also provides an outlet for lower-quality ads. There is an equilibrium point that blends a given proportion of quality and slop contexts at which an advertising marketplace such as Google’s is maximally profitable. Since the marketplace controls data distribution and prices, they are in a position to ensure this equilibrium is maintained.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 4125,
              "endIndex": 4363,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 4125,
                    "endIndex": 4363,
                    "textRun": {
                      "content": "Second, it’s tempting to believe that marketers may benefit from lower prices thanks to this but it’s not obvious that they do — they often have poor visibility into the contexts in which their advertising reaches their intended clients.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "indentFirstLine": {
                    "unit": "PT"
                  },
                  "indentStart": {
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 4363,
              "endIndex": 4588,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 4363,
                    "endIndex": 4588,
                    "textRun": {
                      "content": "And finally, it’s important to keep in mind that what policy documents from Google or Meta describe as “publishers” is a large undifferentiated group that almost always includes active disinformation networks and slop farms.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "indentFirstLine": {
                    "unit": "PT"
                  },
                  "indentStart": {
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 4588,
              "endIndex": 4748,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 4588,
                    "endIndex": 4748,
                    "textRun": {
                      "content": "A pro-democracy solution must put an end to this subsidy system, both to make quality publishers more profitable and disinformation a less attractive business.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 4748,
              "endIndex": 4756,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 4748,
                    "endIndex": 4756,
                    "textRun": {
                      "content": "Privacy\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.j5lebqi9e8lw",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 4756,
              "endIndex": 5488,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 4756,
                    "endIndex": 5488,
                    "textRun": {
                      "content": "Issues of surveillance in digital advertising are well established. The loading of one single ad typically involves broadcasting someone’s interaction with a given page or system to hundreds of additional parties, and after the ad has been loaded yet more parties are contacted. All of these actors obtain identifiers that enable them to track people’s behaviour across their entire online presence. Both publishers and marketers are typically unable to provide a reliable list of who has seen any given person’s data, and are even less able to account for processing purposes. Regulatory interventions have produced very little impact and consent-based approaches often inconvenience people without affecting data collectors much.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 5488,
              "endIndex": 5882,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 5488,
                    "endIndex": 5882,
                    "textRun": {
                      "content": "There is at best only limited evidence to support the idea that this data collection and processing is needed. Not one single reproducible study has been produced, results point in different directions depending on method and data set, and many studies are conflicted (or don’t declare conflicts), fail to test meaningful counterfactuals, and some commonly-cited ones are preposterously wrong.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 5882,
              "endIndex": 6882,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 5882,
                    "endIndex": 6438,
                    "textRun": {
                      "content": "There is, however, an advantage to surveilling people in many contexts: it’s an effective way to predict that a given person is about to purchase a specific product (or carry out a similar action), show them an ad right before they buy it, and claim the conversion. This is worth unpacking. Marketers are keen to measure the effectiveness of their campaigns by attributing conversions — a specific action taken by a person, often a sale but not necessarily — to whoever showed that person an ad that “triggered” this conversion. But deciding what ad might ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 6438,
                    "endIndex": 6443,
                    "textRun": {
                      "content": "cause",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 6443,
                    "endIndex": 6553,
                    "textRun": {
                      "content": " which given person at what given time in which specific context to buy something is inordinately hard. It is ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 6553,
                    "endIndex": 6558,
                    "textRun": {
                      "content": "a lot",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 6558,
                    "endIndex": 6882,
                    "textRun": {
                      "content": " easier to detect that a given person is about to make a purchase no matter what — especially if you have data about what they search for through a search engine, their entire browsing history through your browser, their location through your mapping application and a mobile OS, and access to what they are emailing about.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 6882,
              "endIndex": 7532,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 6882,
                    "endIndex": 7002,
                    "textRun": {
                      "content": "Showing an ad for a product that someone is about to buy anyway is a net loss for the advertiser: that is literally the ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 7002,
                    "endIndex": 7006,
                    "textRun": {
                      "content": "last",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 7006,
                    "endIndex": 7251,
                    "textRun": {
                      "content": " person who should be seeing that ad. But the advertiser doesn’t know that, and it makes it possible to claim the conversion, which means greater advertising dominance and more future spend. There is evidence that this practice is taking place (",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 7251,
                    "endIndex": 7532,
                    "textRun": {
                      "content": "[[hbr-targeting]]) and no study has eliminated the concern. The massive data leak that is digital advertising is therefore not known to be better for advertisers and, as deployed, might be worse for them. We already know from the previous section that it does not help publishers.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 7532,
              "endIndex": 7538,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 7532,
                    "endIndex": 7538,
                    "textRun": {
                      "content": "Fraud\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.1vylzo3xsc1q",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 7538,
              "endIndex": 8009,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 7538,
                    "endIndex": 8009,
                    "textRun": {
                      "content": "In addition to intermediary practices that are detrimental to people, publishers, and marketers, the digital advertising environment is riddled with fraud. A report from the World Federation of Advertisers speaks for itself ([[wfa-ad-fraud]]). They predict ad fraud to be worth USD $50bn in 2025 at the conservative end of the spectrum (and up to almost three times that), potentially making it second only to the cocaine and opiates market as a form of organised crime.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 8009,
              "endIndex": 8343,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 8009,
                    "endIndex": 8343,
                    "textRun": {
                      "content": "Interestingly, the WFA estimates that whenever ad fraud is committed, less than half of the money goes to the fraudster, with the rest flowing to “legitimate” intermediary actors. One doesn’t need to be cynical to note that the revenue amounts and the widespread nature of fraud do not incentivise intermediaries to crack down on it.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 8343,
              "endIndex": 8741,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 8343,
                    "endIndex": 8741,
                    "textRun": {
                      "content": "To make matters more interesting, the suggested cure for these problems can often make the problem worse, for instance when Invalid Traffic (IVT) or brand safety vendors (who are supposed to keep ads from appearing in wrong, including fraudulent, contexts) systematically defund climate reporting or use their tooling to index publishers’ content and compete against them for contextual targeting.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 8741,
              "endIndex": 8750,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 8741,
                    "endIndex": 8750,
                    "textRun": {
                      "content": "Security\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.55es37yt1xpq",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 8750,
              "endIndex": 9203,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 8750,
                    "endIndex": 9203,
                    "textRun": {
                      "content": "The technical practices of adtech and martech are also intrinsically insecure. The entire edifice is built on top of unverified third-party code injection. When (not if) a marketing vendor is compromised, the attacker becomes able to run code on often tens of thousands of websites as if they were the website operator, allowing them to interact with backend APIs or to capture data entered by users, up to and including username/password combinations.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 9203,
              "endIndex": 9519,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 9203,
                    "endIndex": 9519,
                    "textRun": {
                      "content": "This is a direct consequence of the open-ended promiscuity of the adtech stack, as empowered by browser vendors. It is, in a very concrete sense, strictly impossible for a publisher to abide by their legal obligations to be diligent with cybersecurity if they also wish to display advertising from today’s industry.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 9519,
              "endIndex": 9714,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 9519,
                    "endIndex": 9714,
                    "textRun": {
                      "content": "This additionally makes data breaches impossible to audit after the fact. In many cases, there is simply no way to know which third parties had code injected into a page as a breach was ongoing.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 9714,
              "endIndex": 10024,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 9714,
                    "endIndex": 10024,
                    "textRun": {
                      "content": "Whenever a security bug is uncovered in a browser, advertising provides an excellent delivery mechanism for it. And because code is injected dynamically, it is possible for an attacker to inject malicious code for a time, attain a given objective, and then remove the malicious code without leaving any trace.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 10024,
              "endIndex": 10034,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 10024,
                    "endIndex": 10034,
                    "textRun": {
                      "content": "Espionage\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.z9wnbl4ml2yl",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 10034,
              "endIndex": 10459,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 10034,
                    "endIndex": 10459,
                    "textRun": {
                      "content": "It is tempting to lump all issues downstream of data collection under privacy, but when you combine the scale of the surveillance, the sensitive nature of the data including all online activity and geolocation, and a technical architecture that entirely obfuscates who is listening you obtain a system with societal and geopolitical concerns that exceed privacy issues typically more centred on furthering individual agency.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 10459,
              "endIndex": 11053,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 10459,
                    "endIndex": 10920,
                    "textRun": {
                      "content": "Indeed, it is possible to buy information off the shelf about military and intelligence workers who attend brothels and visit nuclear vaults ([[wired-nuclear-brothels]]) and thanks to the wide sharing of identifiers between data brokers the U.S. government can create a one-stop-shop for sensitive personal data provided by the private sector ([[spy-one-stop-shop]]). This confirms earlier work from The New York Times in which reporters, with access to only a ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 10920,
                    "endIndex": 10924,
                    "textRun": {
                      "content": "tiny",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 10924,
                    "endIndex": 11053,
                    "textRun": {
                      "content": " subset of the data that brokers have were able to track people to nuclear plants, church, family planning ([[nyt-last-night]]).\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 11053,
              "endIndex": 11439,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 11053,
                    "endIndex": 11439,
                    "textRun": {
                      "content": "Nothing about this data limits its use to the espionage of nation-states, it is perfectly applicable to corporate espionage as well. Listing all the people who work in a given building during the day and leave digital trails that expose them to blackmail is trivial. As is knowing what employees are reading about on the internet, what they are buying, or where they are travelling to.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 11439,
              "endIndex": 11551,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 11439,
                    "endIndex": 11551,
                    "textRun": {
                      "content": "While not specific to advertising, this issue is almost entirely driven by advertising-related data collection.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 11551,
              "endIndex": 11559,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 11551,
                    "endIndex": 11559,
                    "textRun": {
                      "content": "Opacity\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.vmwsqif56crf",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 11559,
              "endIndex": 11961,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 11559,
                    "endIndex": 11961,
                    "textRun": {
                      "content": "The digital advertising environment is so opaque that very little evidence-based decision-making is possible. Marketers track campaign performance as best they can and make the most informed decisions that they are able to (e.g. using mixed-media modelling) but by and large they lack the ability to sufficiently understand which levers are really effective and where their campaigns are really shown.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 11961,
              "endIndex": 12362,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 11961,
                    "endIndex": 12054,
                    "textRun": {
                      "content": "The biggest impact from this is risk aversion. Actors will have an ad strategy that delivers ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 12054,
                    "endIndex": 12063,
                    "textRun": {
                      "content": "something",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 12063,
                    "endIndex": 12362,
                    "textRun": {
                      "content": " and any major change feels like it could bring everything down. It is so difficult to meaningfully attribute causality — even if experienced practitioners know how to make localised improvements — that it is impossible to assess changes without tests and very difficult to create meaningful tests.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 12362,
              "endIndex": 12764,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 12362,
                    "endIndex": 12763,
                    "textRun": {
                      "content": "Advertisers are often in the dark about where their ads were placed. Publishers are often in the dark about which impression drove which income, and completely in the dark about most ads they carry or how much the buyer paid for them. Calculating the adtech tax is at best challenging and some of the better attempts at tracing money from buyers to sellers failed to account for very significant sums.",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 12763,
                    "endIndex": 12764,
                    "textRun": {
                      "content": "\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 12764,
              "endIndex": 12793,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 12764,
                    "endIndex": 12793,
                    "textRun": {
                      "content": "Concentration and Governance\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.1xsvivlp9lbp",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 12793,
              "endIndex": 13348,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 12793,
                    "endIndex": 12933,
                    "textRun": {
                      "content": "There is little need to expand on problems of concentration in the advertising market now that Google has been convicted as a monopolist in ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 12933,
                    "endIndex": 12937,
                    "textRun": {
                      "content": "both",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 12937,
                    "endIndex": 13348,
                    "textRun": {
                      "content": " digital advertising in general and search advertising. The overall digital advertising market has a large number of small actors because there are plenty of services — many of them of dubious value — that can be overlaid atop the core money-makers, but there is no doubt as to who dominates the market and makes the rules. Even Meta, the other arm of the duopoly, takes second place to Google’s global empire.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 13348,
              "endIndex": 13496,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 13348,
                    "endIndex": 13496,
                    "textRun": {
                      "content": "While this situation is well documented, it is worth underlining a couple of specificities that should guide efforts to fix the advertising market.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 13496,
              "endIndex": 13938,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 13496,
                    "endIndex": 13547,
                    "textRun": {
                      "content": "First, as explained at length by Dina Srinivasan, “",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 13547,
                    "endIndex": 13904,
                    "textRun": {
                      "content": "Google dominates advertising markets by engaging in conduct that lawmakers prohibit in other electronic trading markets: Google’s exchange shares superior trading information and speed with the Google-owned intermediaries, Google steers buy and sell orders to its exchange and websites (Search & YouTube), and Google abuses its access to inside information.",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 13904,
                    "endIndex": 13938,
                    "textRun": {
                      "content": "”  ([[why-google-dominates-ads]])\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 13938,
              "endIndex": 14547,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 13938,
                    "endIndex": 14547,
                    "textRun": {
                      "content": "That is possible because, unlike other electronic markets (and, in fact, markets in general) advertising trading markets are largely unregulated or operate under unenforced regulation. This is possible in part because the digital advertising industry was granted the leeway to self-regulate for 25 years (which it largely did not do), and in part because Google controls and sets the rules for the marketplaces, data ingress points (browsers and operating system), and largest market participants. Google is the actor with the most power and the most to lose from sharing governance over advertising markets.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 14547,
              "endIndex": 14745,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 14547,
                    "endIndex": 14745,
                    "textRun": {
                      "content": "A second consideration is that it isn’t possible to completely separate the already-complex digital advertising system from related considerations involving browsers, operating systems, and search.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 14745,
              "endIndex": 15281,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 14745,
                    "endIndex": 15281,
                    "textRun": {
                      "content": "Part of the issue has to do with privacy. For one, Google Chrome is not only the only remaining significant browser to offer no privacy protection but it also deploys an impressive array of deceptive patterns to trick its users into disclosing their entire browsing history to Google — something which Google then uses to optimise its search engine, an advertising business. Google isn’t the only one to blame: Apple also invented mobile ad IDs so that people would be tracked in apps and markets privacy but defaults to Google Search.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 15281,
              "endIndex": 16204,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 15281,
                    "endIndex": 16204,
                    "textRun": {
                      "content": "But, more importantly, the manner in which Google’s search business maintains its dominance has a direct impact on the value of advertising across the digital sphere, defunding other actors. In a nutshell, money that is spent on search advertising isn’t spent elsewhere in the advertising system. But, as established in the U.S. Google Search case, Google’s monopoly in search allows it to charge supracompetitive prices in search, and the centrality of search means buyers cannot easily switch to spending elsewhere. This means that Google Search is depreciating ad prices for the rest of the digital sphere. In turn, that search monopoly is enforced by browser vendors and mobile operating systems, who get a cut of that revenue in exchange for the service. The system operates as a de facto cartel, making money by artificially driving up the value of Google Search ads and defunding ad revenue for the rest of the web.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 16204,
              "endIndex": 16219,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 16204,
                    "endIndex": 16219,
                    "textRun": {
                      "content": "Sustainability\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.o67x2v4e1lox",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 16219,
              "endIndex": 16465,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 16219,
                    "endIndex": 16465,
                    "textRun": {
                      "content": "The real-time nature of ad bidding requires having every ad request processed by hundreds of parties. This is highly inefficient. The vast amounts of data being collected, stored, access, and processed for this system also incur energetic costs.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 16465,
              "endIndex": 16664,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 16465,
                    "endIndex": 16664,
                    "textRun": {
                      "content": "Additionally, ad creatives are often exceedingly heavy (in bytes), which uses up bandwidth and processing power. Since they are typically seen thousands if not millions of times, the effect adds up.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 16664,
              "endIndex": 16742,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 16664,
                    "endIndex": 16742,
                    "textRun": {
                      "content": "What’s more, some types of ad fraud can be particularly processing-intensive.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 16742,
              "endIndex": 16904,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 16742,
                    "endIndex": 16904,
                    "textRun": {
                      "content": "Overall, while sustainability considerations in advertising have rarely been foregrounded, there is meaningful room for improvement along this dimension as well.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 16904,
              "endIndex": 16936,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 16904,
                    "endIndex": 16936,
                    "textRun": {
                      "content": "Who To Improve Advertising For?\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.s9ct0orbywr0",
                  "namedStyleType": "HEADING_1",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 16936,
              "endIndex": 17123,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 16936,
                    "endIndex": 17123,
                    "textRun": {
                      "content": "Today’s legacy system puts advertising intermediaries at the centre, with marketers a very distant second, then publishers, and finally people. This proposal inverts that order entirely.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 17123,
              "endIndex": 17528,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 17123,
                    "endIndex": 17140,
                    "textRun": {
                      "content": "Better for people",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 17140,
                    "endIndex": 17528,
                    "textRun": {
                      "content": ". No one likes advertising, but under this systems the entire advertising environment will be far safer, with much higher privacy, and much more stringent security. Ads will allow use fewer resources and will better support publishers. It will be possible to use the internet without an ad blocker. This new system also comes with protections for children and vulnerable people built in.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 17528,
              "endIndex": 17895,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 17528,
                    "endIndex": 17549,
                    "textRun": {
                      "content": "Better for publishers",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 17549,
                    "endIndex": 17895,
                    "textRun": {
                      "content": ". Quality publishers will no longer have to give away their hard work in order to subsidise slop farms and disinformation providers. With a more equitable market, their revenue will go up. It will also be safer to operate a site or app, and those will offer a faster, more pleasant user experience. You will make money for knowing your audience.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "unit": "PT"
                  },
                  "indentStart": {
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 17895,
              "endIndex": 18228,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 17895,
                    "endIndex": 17917,
                    "textRun": {
                      "content": "Better for advertisers",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 17917,
                    "endIndex": 18228,
                    "textRun": {
                      "content": ". This system makes it easier to stamp out fraud and offers traceability for all spend. It helps shake bad actors out of the market — and let’s face it, we all know that many marketing options that we have to use are bad products from untrustworthy actors. It offers more credible financial reporting on spend.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "unit": "PT"
                  },
                  "indentStart": {
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 18228,
              "endIndex": 18618,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 18228,
                    "endIndex": 18263,
                    "textRun": {
                      "content": "Better for legitimate adtech actors",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 18263,
                    "endIndex": 18618,
                    "textRun": {
                      "content": ". Legitimate adtech actors face the unpleasant task of having to promote themselves in an industry in which flat-out lying and fraudulent behaviour goes unpunished and where the rules are set by tech monopolies in their own exclusive interest. By eliminating much of the cruft and the fraud, we can make it easier for good actors to operate and innovate.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "unit": "PT"
                  },
                  "indentStart": {
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 18618,
              "endIndex": 18992,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 18618,
                    "endIndex": 18638,
                    "textRun": {
                      "content": "Better for democracy",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 18638,
                    "endIndex": 18992,
                    "textRun": {
                      "content": ". With improved privacy, less espionage of our people and our businesses, cheaper enforcement of data regulation, increased protection against interference campaigns, easier auditing of political advertising, stronger protections for children and vulnerable people, improved revenue streams for the media, the benefits to democracy are not hard to find.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "unit": "PT"
                  },
                  "indentStart": {
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 18992,
              "endIndex": 19000,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 18992,
                    "endIndex": 19000,
                    "textRun": {
                      "content": "Privacy\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.44abkfhgc4f3",
                  "namedStyleType": "HEADING_1",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 19000,
              "endIndex": 19407,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 19000,
                    "endIndex": 19208,
                    "textRun": {
                      "content": "The approach to privacy advocated here is principled but it does not match the ideal of privacy advocated by many CSOs. Rather, it offers a messy compromise of the kind that we should expect in a democracy. (",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 19208,
                    "endIndex": 19405,
                    "textRun": {
                      "content": "Note: this section focuses on the GDPR because the first order of business for this project is Europe, but much of the thinking can be extended elsewhere and implemented via other legal mechanisms.",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 19405,
                    "endIndex": 19407,
                    "textRun": {
                      "content": ")\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 19407,
              "endIndex": 19953,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 19407,
                    "endIndex": 19953,
                    "textRun": {
                      "content": "This kind of contested consensus is precisely what strong data governance frameworks like the GDPR should be used to. Contrary to popular but incorrect opinion, nothing in the GDPR requires that people should consent to nearly every processing in nearly every context using an uninformative, agency-reducing popup. The alternative to consent is also not a blanket nuclear option in which practically all data processing beyond serving content is obliterated. The regulation, ill-applied as it is, is mercifully more powerful than its caricature.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 19953,
              "endIndex": 20435,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 19953,
                    "endIndex": 20019,
                    "textRun": {
                      "content": "The central organising principle of RHEA’s approach to privacy is ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 20019,
                    "endIndex": 20038,
                    "textRun": {
                      "content": "sole controllership",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 20038,
                    "endIndex": 20263,
                    "textRun": {
                      "content": ", which is to say that to the extent possible whenever a person interacts with an entity they only have to deal with one data controller in charge of determining the means and purposes of data processing. Note that this does ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 20263,
                    "endIndex": 20266,
                    "textRun": {
                      "content": "not",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 20266,
                    "endIndex": 20435,
                    "textRun": {
                      "content": " entail that said means and purposes are lawful or aligned with the expectations of the data subject. It only means that that there is a single point of accountability.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 20435,
              "endIndex": 20471,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 20435,
                    "endIndex": 20471,
                    "textRun": {
                      "content": "This helps multiple constituencies:\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 20471,
              "endIndex": 20823,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 20471,
                    "endIndex": 20481,
                    "textRun": {
                      "content": "For people",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 20481,
                    "endIndex": 20823,
                    "textRun": {
                      "content": ", it means that their data does not get processed outside of the context in which it was collected and it gives them a unique point of contact for issues. It eliminates the current universal data leak of the RTB system and severely limits the amount of processing of their data. Also: it should be possible to eliminate most consent banners.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.8duri9bjmrjv",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 20823,
              "endIndex": 21023,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 20823,
                    "endIndex": 20837,
                    "textRun": {
                      "content": "For publishers",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 20837,
                    "endIndex": 21023,
                    "textRun": {
                      "content": ", it protects their audiences such that advertising technology providers can no longer use publisher data to compete against publishers and sell targeting services to enrich slop farms.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.8duri9bjmrjv",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 21023,
              "endIndex": 21475,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 21023,
                    "endIndex": 21038,
                    "textRun": {
                      "content": "For advertisers",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 21038,
                    "endIndex": 21475,
                    "textRun": {
                      "content": ", while it initially restricts some targeting and reporting capabilities, these can progressively be supported again with adequate data protection. In time, this will create an ecosystem that is far less fraudulent, much more auditable (particularly for publicly-traded companies that meaningfully audit their marketing spend), and far more transparent. This will open the door to better decision-making leading to improved performance.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.8duri9bjmrjv",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 21475,
              "endIndex": 21542,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 21475,
                    "endIndex": 21542,
                    "textRun": {
                      "content": "Supporting this approach requires multiple steps working together.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 21542,
              "endIndex": 22037,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 21542,
                    "endIndex": 22037,
                    "textRun": {
                      "content": "First, a number of processing exemptions must be made to ePrivacy/GDPR consent requirements, comparable (and possibly identical) to those established by the CNIL ([[cnil-exemptions]]). This makes it possible to help eliminate many consent banners for baseline, single-controller processing. Relying on consent for this kind of processing is detrimental because it makes some of the safer, more conservative, least invasive data processing look exactly like the most dangerous and invasive kind.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 22037,
              "endIndex": 22471,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 22037,
                    "endIndex": 22471,
                    "textRun": {
                      "content": "Second, publishers are required to support the Global Privacy Control (GPC, [[gpc]]). This is a GDPR-compatible signal that indicates that the user is exercising their data rights to enforce single-controllership by withdrawing their consent to all data processing involving other controllers and objecting to all sharing of data to other controllers made under legitimate interest. The GPC is already available in multiple browsers.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 22471,
              "endIndex": 22833,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 22471,
                    "endIndex": 22833,
                    "textRun": {
                      "content": "Third, targeting capabilities are driven by Seller-Defined Audiences (SDAs), which is to say that they are developed, supported, and maintained by the publishers (sellers) rather than by third parties. Note that nothing prevents a seller from carrying out invasive profiling (other than lawfulness) but they are uniquely responsible with respect to their users.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 22833,
              "endIndex": 23559,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 22833,
                    "endIndex": 23495,
                    "textRun": {
                      "content": "Systems to use SDAs already exist today but publishers have very little incentive to ever use them. The problem is that developing audience segments is costly but the current RTB ad systems means that the fact that a given person is part of a given segment is broadcast to every party that is listening to the RTB bidstream. In practice, under the current system, publishers are forced to offer the hard work of developing segments with every intermediary in the advertising industry, for free, knowing that they will then use that data to compete with the seller in other spaces. Single controllership and the fact that ad requests are not being broadcast (see ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 23495,
                    "endIndex": 23506,
                    "textRun": {
                      "content": "Marketplace",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 23506,
                    "endIndex": 23559,
                    "textRun": {
                      "content": " below) make SDAs worth investing in for publishers.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 23559,
              "endIndex": 23695,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 23559,
                    "endIndex": 23695,
                    "textRun": {
                      "content": "Note of course that this document assumes that contextual targeting is available at all times. Experience from contextual actors shows \n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 23695,
              "endIndex": 24508,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 23695,
                    "endIndex": 24508,
                    "textRun": {
                      "content": "Fourth, since not all privacy requirements can be enforced through technical means, all participants are bound by the terms of an Article 40/41 Code of Conduct. This could be the legal mechanism supporting the exemptions or the GPC requirement, for instance. This provides the grounds for the sort of trade-off that we are seeking: the Code of Conduct can offer some lenient rules for some aspects of data protection but in a balanced exchange for auditing and enforcement capabilities mandated under Article 41. Aspects that could be governed under the Code include how ad servers must respect data protection and targeting requirements set by the institution and purchased in the marketplace (both described below) or how some constrained geolocation information can be provided in order to geofence campaigns.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 24508,
              "endIndex": 24769,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 24508,
                    "endIndex": 24769,
                    "textRun": {
                      "content": "Fifth, in order to support smaller publishers, we could consider some limited kinds of audience sharing built around data exchanges under the Data Act. Any kind of sharing is potentially problematic so any such project would need strong independent validation.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 24769,
              "endIndex": 25368,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 24769,
                    "endIndex": 25368,
                    "textRun": {
                      "content": "Sixth, purpose-specific technical capabilities (e.g. attribution, fraud prevention, frequency or recency capping, retargeting) will be governed by the marketplace and institution (see below). Powerful, privacy-preserving methods have been proposed for some of these but their practical, cost-effective deployment may be some time away. In order not to let the perfect be the enemy of the good, the RHEA system will afford these capabilities in initially implementations (constrained, controlled, and governed) that may be less privacy-protecting, but will gradually shift to better implementations.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 25368,
              "endIndex": 25869,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25368,
                    "endIndex": 25868,
                    "textRun": {
                      "content": "Finally, in order not to put all decisions relating to privacy in the hands of an institution that could become captured by financial interests (given that it is, after all, centred on making money), the institution will be required to rely on systems that allow privacy decisions to be delegated to mini-publics via sortition (Lin Kyi, Asia Biega, Paul Gölz forthcoming) or on user experiences designed to support more informed decision-making in the cases when consent is necessary ([[consenter]]).",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 25868,
                    "endIndex": 25869,
                    "textRun": {
                      "content": "\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 25869,
              "endIndex": 25881,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25869,
                    "endIndex": 25881,
                    "textRun": {
                      "content": "Marketplace\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.19rek041524t",
                  "namedStyleType": "HEADING_1",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 25881,
              "endIndex": 25884,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25881,
                    "endIndex": 25884,
                    "textRun": {
                      "content": "tk\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 25884,
              "endIndex": 25911,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25884,
                    "endIndex": 25911,
                    "textRun": {
                      "content": "Beckn specialised for this\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.oma3nnnjrxfj",
                  "textStyle": {}
                }
              }
            },
            {
              "startIndex": 25911,
              "endIndex": 25956,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25911,
                    "endIndex": 25938,
                    "textRun": {
                      "content": "SDAs — why this makes them ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 25938,
                    "endIndex": 25946,
                    "textRun": {
                      "content": "actually",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 25946,
                    "endIndex": 25956,
                    "textRun": {
                      "content": " possible\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.oma3nnnjrxfj",
                  "textStyle": {}
                }
              }
            },
            {
              "startIndex": 25956,
              "endIndex": 25965,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25956,
                    "endIndex": 25965,
                    "textRun": {
                      "content": "Some geo\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.oma3nnnjrxfj",
                  "textStyle": {}
                }
              }
            },
            {
              "startIndex": 25965,
              "endIndex": 25969,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25965,
                    "endIndex": 25969,
                    "textRun": {
                      "content": "PPA\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.oma3nnnjrxfj",
                  "textStyle": {}
                }
              }
            },
            {
              "startIndex": 25969,
              "endIndex": 25986,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25969,
                    "endIndex": 25986,
                    "textRun": {
                      "content": "Fraud prevention\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.oma3nnnjrxfj",
                  "textStyle": {}
                }
              }
            },
            {
              "startIndex": 25986,
              "endIndex": 26003,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 25986,
                    "endIndex": 26003,
                    "textRun": {
                      "content": "KYC requirements\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.oma3nnnjrxfj",
                  "textStyle": {}
                }
              }
            },
            {
              "startIndex": 26003,
              "endIndex": 26085,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 26003,
                    "endIndex": 26085,
                    "textRun": {
                      "content": "Money: can this use a digital currency and protocol that supports splitting well?\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.oma3nnnjrxfj",
                  "textStyle": {}
                }
              }
            },
            {
              "startIndex": 26085,
              "endIndex": 26175,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 26085,
                    "endIndex": 26175,
                    "textRun": {
                      "content": "Signed origin delivery (the server attests that a given impression was on its own server)\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  },
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.oma3nnnjrxfj",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 26175,
              "endIndex": 26176,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 26175,
                    "endIndex": 26176,
                    "textRun": {
                      "content": "\n",
                      "textStyle": {
                        "bold": true,
                        "fontSize": {
                          "magnitude": 13,
                          "unit": "PT"
                        }
                      }
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 26176,
              "endIndex": 26186,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 26176,
                    "endIndex": 26186,
                    "textRun": {
                      "content": "Creatives\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.cx0wr1w8oqbx",
                  "namedStyleType": "HEADING_1",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 26186,
              "endIndex": 26923,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 26186,
                    "endIndex": 26923,
                    "textRun": {
                      "content": "An underappreciated problem in digital advertising is the role of creatives, the trade name for those bundles of markup, code, and images that render as ads. Because of how open-ended creatives are and of how insecure their implementation is — they primarily work by injecting code from arbitrary sources that can change at will or upon compromise — they render auditing near-impossible, are a major malware vector, are a privacy free-for-all, and obfuscate attempts at tracing the origin of given attacks. Because there is very little in the way of incentives to build them efficiently, they also tend to be highly wasteful in bytes and code execution, which hurts both user experience and publisher revenue, and is wasteful of energy.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 26923,
              "endIndex": 27033,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 26923,
                    "endIndex": 27033,
                    "textRun": {
                      "content": "Under RHEA creatives use a different system that is compatible with existing web technologies but much safer.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 27033,
              "endIndex": 27373,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 27033,
                    "endIndex": 27126,
                    "textRun": {
                      "content": "First, creatives are locked down in terms of what they can access from the network. They can ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 27126,
                    "endIndex": 27130,
                    "textRun": {
                      "content": "only",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 27130,
                    "endIndex": 27373,
                    "textRun": {
                      "content": " load resources from their origin ad server (which must comply with a number of privacy and security requirements). This means that they cannot load unexpected code or exfiltrate data other than through pre-determined and controlled channels.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 27373,
              "endIndex": 28365,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 27373,
                    "endIndex": 28365,
                    "textRun": {
                      "content": "Second, all of their dependencies are loaded in a content-addressed manner (which is to say that they are located by a cryptographic hash of their content) and the root manifest that lists these dependencies is itself transmitted with a hash. This has multiple benefits. One is that the user agent (e.g. browser) is able to verify when loading an ad that it is getting untampered content. This makes it impossible to modify a dependency while a campaign is in flight in order to replace it with malicious code. Another is that during post-mortem auditing, it is possible to know with certainty all the content that was involved in rendering an impression. This also makes it easier to scan content prior to setting up an ad campaign to ensure that it is safe and adheres to policy. (Note that content-addressed loading can lead to some privacy attacks but 1) that is still a substantial gain over what exists today and 2) there isn’t much to do with that data since it can’t be exfiltrated.)\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 28365,
              "endIndex": 28704,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 28365,
                    "endIndex": 28704,
                    "textRun": {
                      "content": "Creatives as a content-addressable tree also renders the work of accountability by third parties easier. It is possible for researchers or journalists to recognise the same creative loading in multiple places and to be able to reproducibly analyse its behaviour. This can help, for instance, with ad driven foreign interference campaigns.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 28704,
              "endIndex": 29085,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 28704,
                    "endIndex": 29085,
                    "textRun": {
                      "content": "Third, creatives are attested, which is to say that the content is cryptographically signed by the buyer. This makes it possible to trace them to their originator. This information can be used to ensure that only legitimate political actors buy political ads (which can be surfaced and reported for instance in the browser) or to support the auditing of better-business practices.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 29085,
              "endIndex": 29506,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 29085,
                    "endIndex": 29506,
                    "textRun": {
                      "content": "Fourth, the content-addressed manifest offers a convenient place to capture metadata about the creative. This can be used for instance for regulatory purposes such as requiring that all political ads be flagged or that ads indicate their age appropriateness. Ads for sensitive topics such as gambling or alcohol could be required to be flagged as such in their metadata so that the user agent is able to filter them out.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 29506,
              "endIndex": 29776,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 29506,
                    "endIndex": 29776,
                    "textRun": {
                      "content": "Finally, because the full dependency tree that produces a creative must be provided at the time that the purchase is executed, this makes it possible to enforce policies about creative size, either to reject them or to charge more for more resource-intensive creatives.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 29776,
              "endIndex": 30017,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 29776,
                    "endIndex": 30017,
                    "textRun": {
                      "content": "Buyers often want to adapt campaigns in flight (e.g. to respond to better lift from a variant). We support this by encouraging buying in small batches such that campaigns can be updated over time as more impressions are gradually purchased.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 30017,
              "endIndex": 30320,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 30017,
                    "endIndex": 30320,
                    "textRun": {
                      "content": "All of these changes can be implemented using existing web technologies but in some cases they would benefit from more direct support from user agents. This provides a path forward: we can implement this system immediately and gradually make it more efficient by moving support for it into user agents.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 30320,
              "endIndex": 30331,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 30320,
                    "endIndex": 30331,
                    "textRun": {
                      "content": "Governance\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.7te6okbdfgmf",
                  "namedStyleType": "HEADING_1",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 30331,
              "endIndex": 31343,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 30331,
                    "endIndex": 31343,
                    "textRun": {
                      "content": "Today’s internet governance apparatus handles many low-level technology standards from IP to HTML, but as our digital sphere has grown to encompass most human activities, internet governance has failed to grow with it and comes up short on two aspects. First, in scope: most digital governance needs sit well above low-level tech but they are hardly addressed at all, primarily left to tech monopolies. For advertising, this role could have been taken on by the IAB, but it is primarily focused on lobbying for the industry as well as heavily Google-dominated. Second, in enforcement: the enforcement mechanism used by internet standards is competition in the market — if you don’t implement the standard well, you will lose to competitors. Because market-backed enforcement feels automatic or even magical, the internet governance community has largely failed to think about effective enforcement or the reckon with what would happen to standards as the primary markets they operate in ceased to be contested. \n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 31343,
              "endIndex": 31792,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 31343,
                    "endIndex": 31732,
                    "textRun": {
                      "content": "As a result, there is no existing governance structure able to take on governing digital advertising infrastructure and very little in the way of models to imitate, despite it being obvious that leaving the system to its own devices has failed. This was particularly obvious during the slow-motion wreckage of the Privacy Sandbox proposal. We need institutions that are able to govern the ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 31732,
                    "endIndex": 31739,
                    "textRun": {
                      "content": "runtime",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 31739,
                    "endIndex": 31792,
                    "textRun": {
                      "content": " operation of transnational digital infrastructures.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 31792,
              "endIndex": 32303,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 31792,
                    "endIndex": 32303,
                    "textRun": {
                      "content": "A useful approach to governance consists in splitting the problem into smaller ones that can be governed by simpler, more manageable entities. This is done by separating out responsibilities and creating protocols such that different components with different roles can interact with one another. This approach applies here, but because the marketplace that intermediates ad buyers and sellers has such central power, this document focuses primarily on outlining a governance model for that family of entities.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 32303,
              "endIndex": 32326,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 32303,
                    "endIndex": 32326,
                    "textRun": {
                      "content": "The Garuda Institution\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.16x5wod78gg1",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 32326,
              "endIndex": 32478,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 32326,
                    "endIndex": 32424,
                    "textRun": {
                      "content": "Garuda stands for “Governance of Ad Requests by a Union of Diverse Actors,” named after the deity ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 32424,
                    "endIndex": 32430,
                    "textRun": {
                      "content": "Garuda",
                      "textStyle": {
                        "underline": true,
                        "foregroundColor": {
                          "color": {
                            "rgbColor": {
                              "red": 0.06666667,
                              "green": 0.33333334,
                              "blue": 0.8
                            }
                          }
                        },
                        "link": {
                          "url": "https://en.wikipedia.org/wiki/Garuda"
                        }
                      }
                    }
                  },
                  {
                    "startIndex": 32430,
                    "endIndex": 32478,
                    "textRun": {
                      "content": ". The institution has several responsibilities:\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 32478,
              "endIndex": 33137,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 32478,
                    "endIndex": 32568,
                    "textRun": {
                      "content": "Shepherding the technical standards that define the marketplace and related infrastructure",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 32568,
                    "endIndex": 33137,
                    "textRun": {
                      "content": ". Garuda convenes technical discussion around marketplace standards as well as related ones such as attribution. It also manages the integration of the advertising ecosystem into wider technical communities that operate with similar infrastructure (e.g. the Beckn Protocol). It carries out the work in writing standards, finding consensus, and developing test suites, to ensure that the marketplace is interoperable, royalty-free, and production-grade. It also manages the core principles that drive the work and serve as a constitutional foundation to the governance.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 33137,
              "endIndex": 33650,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 33137,
                    "endIndex": 33211,
                    "textRun": {
                      "content": "Managing the open source implementation and maintenance of the marketplace",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 33211,
                    "endIndex": 33650,
                    "textRun": {
                      "content": ". The marketplace software will be developed in an open source manner, but changes made to the code will need to be aligned with the objectives of the institution, which will need to be reflected in the change review process. Further, there is no expectation that software development will be entirely carried out by the community; rather the institution should provision sufficient resources to underwrite the marketplace's development. \n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 33650,
              "endIndex": 34214,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 33650,
                    "endIndex": 33698,
                    "textRun": {
                      "content": "Organising the worldwide network of marketplaces",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 33698,
                    "endIndex": 34214,
                    "textRun": {
                      "content": ". The institution will operate a network of marketplaces with high-performance SLAs and an arrangement that enables easy auditing. This will entail delegating to local operators while ensuring that the network as a whole remains trustworthy. The institution will seek a balance between locally-devolved power so that advertising can operate the way that local jurisdictions expect it to and global interoperability so that the planetary network operates seamlessly and is able to uphold a number of core principles.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 34214,
              "endIndex": 34500,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 34214,
                    "endIndex": 34270,
                    "textRun": {
                      "content": "Ensuring the general health of the advertising ecosystem",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 34270,
                    "endIndex": 34500,
                    "textRun": {
                      "content": ". By providing a common space where stakeholders must reach some form of consensus in order for the system to operate, the institution is taking on some responsibility for the health of the broader digital advertising ecosystem. \n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 34500,
              "endIndex": 34519,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 34500,
                    "endIndex": 34519,
                    "textRun": {
                      "content": "Governance Outline\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.swmt2nj7jqar",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 34519,
              "endIndex": 34646,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 34519,
                    "endIndex": 34646,
                    "textRun": {
                      "content": "This section provides only an outline of the governance model for the Garuda institution so as to give a general sense for it.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 34646,
              "endIndex": 34748,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 34646,
                    "endIndex": 34748,
                    "textRun": {
                      "content": "The Garuda institution is comprised of two primary bodies: the Governance Board and the Legal Entity.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 34748,
              "endIndex": 35005,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 34748,
                    "endIndex": 35005,
                    "textRun": {
                      "content": "The Governance Board is tasked with the oversight of the institution and the slow-moving aspects of governance. All Board deliberations are public with rare, motivated exceptions. Board terms are limited. It concerns itself primarily with the fundamentals:\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 35005,
              "endIndex": 35049,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 35005,
                    "endIndex": 35049,
                    "textRun": {
                      "content": "Oversight of the Executive Director’s work.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.lvuvy3z7no1h",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 35049,
              "endIndex": 35086,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 35049,
                    "endIndex": 35086,
                    "textRun": {
                      "content": "Standard and implementation process.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.lvuvy3z7no1h",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 35086,
              "endIndex": 35122,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 35086,
                    "endIndex": 35122,
                    "textRun": {
                      "content": "Core principles of the institution.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.lvuvy3z7no1h",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 35122,
              "endIndex": 35227,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 35122,
                    "endIndex": 35227,
                    "textRun": {
                      "content": "What can be decided by local operators (subsidiarity) versus what must be upheld at the planetary level.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.lvuvy3z7no1h",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 35227,
              "endIndex": 35853,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 35227,
                    "endIndex": 35853,
                    "textRun": {
                      "content": "The Legal Entity takes care of day-to-day operations. It is responsible for maintaining, deploying, and operating the network and marketplace at requisite Service Level Agreements (SLAs) and at reasonable cost, as well as of research into future technology that Garuda could use, with organising the various groups that will bring stakeholders together to help evolve Garuda over time, and with the elaboration of policy positions which Garuda will cooperate with regulators on. It is run by the Executive Director. The Board selects (by consensus) an Executive Director every three years or whenever the post becomes vacant.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 35853,
              "endIndex": 36547,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 35853,
                    "endIndex": 36547,
                    "textRun": {
                      "content": "There are three primary constituencies: user agents (e.g. browsers, operating systems, generally systems that control the conditions of ad rendering), sellers (often known as publishers), and buyers. For each of them, there are inclusion criteria designed to prevent gaming the system by spawning multiple entities. Votes are not necessarily prorated by volume, or if they are then a discount must be applied to avoid skewing too heavily in favour of larger actors. Governance Board seats are apportioned to constituencies. (The Board may then extend itself by inviting additional members.) No company can have more than one representative, even if it participates in different constituencies.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 36547,
              "endIndex": 36863,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 36547,
                    "endIndex": 36863,
                    "textRun": {
                      "content": "The institution is financed through a very small tax on advertising. Multiple models are possible: a flat fee per bid, a percentage of effective CPM transacted, or a flat fee per unit time that one is buying or selling on the marketplace are all possible. The amount and type of the tax is determined by the Board. \n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 36863,
              "endIndex": 37377,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 36863,
                    "endIndex": 37377,
                    "textRun": {
                      "content": "Part of the tax should further be set aside to provide financial support to stakeholders who cannot afford to pay someone to spend time in Board discussions, so as to ensure that participants from companies of all sizes, and from all backgrounds the world around can participate with equity. Another fund can be set up to support user agents that agree to abide by a given covenant (e.g. for privacy) so as to support the implementation of high-quality client software that is aligned with the needs of its users.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 37377,
              "endIndex": 37390,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 37377,
                    "endIndex": 37390,
                    "textRun": {
                      "content": "Subsidiarity\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.p30bkxnksnko",
                  "namedStyleType": "HEADING_2",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 37390,
              "endIndex": 37722,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 37390,
                    "endIndex": 37722,
                    "textRun": {
                      "content": "One challenge which this document only addresses briefly is that of the interplay between a planetary system — that must be interoperable and that should adhere to a minimal set of principles so as to be predictable in its operation — and the need for locally-anchored governance, reflective of local preferences and jurisdictions.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 37722,
              "endIndex": 38030,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 37722,
                    "endIndex": 38030,
                    "textRun": {
                      "content": "It is important to support both and not just global interoperability because the latter, operating alone, eliminates the agency that people are afforded through their local governance arrangements. We can only have democratic technology if it is designed and governed to be responsive to local jurisdiction.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 38030,
              "endIndex": 38708,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 38030,
                    "endIndex": 38708,
                    "textRun": {
                      "content": "There is a corollary to that choice: it also means that wherever the local regime is undemocratic we must accept that, for the most part, the local deployment of the digital infrastructure will also be undemocratic. This is because when globally interoperably digital infrastructure has the power to impose certain values, then it has the power to impose unethical, dangerous, or detrimental values. With subsidiarity — the arrangement according to which decisions that can be made locally are — we may lose democratic governance in some places but we gain democratic potential everywhere. We have to accept that liberation must be locally-led and not imposed from the outside.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 38708,
              "endIndex": 39343,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 38708,
                    "endIndex": 39343,
                    "textRun": {
                      "content": "A globally interoperable network that delegates infrastructural operations to entities in local jurisdictions has strong benefits in decreasing the cost of compliance and increasing the ease of regulatory enforcement. If, for instance, you know that your advertising infrastructure is GDPR-compliant then you can limit yourself to worrying only about your own data processing. Simultaneously, regulators have a partner with which to develop viable, sustainable enforcement. This means that that you liberate more energies for innovation while having credible regulation at the same time — an eat-your-cake-and-have-it-too arrangement.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 39343,
              "endIndex": 39357,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 39343,
                    "endIndex": 39357,
                    "textRun": {
                      "content": "Public Policy\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.ntyucmqosibd",
                  "namedStyleType": "HEADING_1",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 39357,
              "endIndex": 39666,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 39357,
                    "endIndex": 39666,
                    "textRun": {
                      "content": "The RHEA system is not built on particularly-recent innovations in technology or governance, and even when a given component hasn’t existed for a long time it wouldn’t have prevented the emergence of this arrangement earlier. So, if this system has so many promising properties, why doesn’t it exist already?\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 39666,
              "endIndex": 39721,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 39666,
                    "endIndex": 39721,
                    "textRun": {
                      "content": "Several aspects have conspired to make it challenging:\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 39721,
              "endIndex": 39856,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 39721,
                    "endIndex": 39730,
                    "textRun": {
                      "content": "Convening",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 39730,
                    "endIndex": 39856,
                    "textRun": {
                      "content": ". Making this system works requires convening support from a range of actors who have no convenor in which they can all meet.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.vkxxvy4or3kw",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 39856,
              "endIndex": 40053,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 39856,
                    "endIndex": 39866,
                    "textRun": {
                      "content": "Monopolies",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 39866,
                    "endIndex": 40053,
                    "textRun": {
                      "content": ". States have largely abandoned the governance of the digital space to tech monopolies, and they have no interest in making it work in ways that align with democracy and public interest.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.vkxxvy4or3kw",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 40053,
              "endIndex": 40240,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40053,
                    "endIndex": 40058,
                    "textRun": {
                      "content": "Scale",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 40058,
                    "endIndex": 40240,
                    "textRun": {
                      "content": ". Advertising systems live or die on scale. Deploying an entirely new advertising system needs access to significant scale on both the buy and sell sides in order to stand a chance.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.vkxxvy4or3kw",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 40240,
              "endIndex": 40398,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40240,
                    "endIndex": 40262,
                    "textRun": {
                      "content": "Regulatory environment",
                      "textStyle": {
                        "bold": true
                      }
                    }
                  },
                  {
                    "startIndex": 40262,
                    "endIndex": 40398,
                    "textRun": {
                      "content": ". The regulatory environment, including in Europe, does nothing to improve digital advertising and in many cases worsens the situation.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.vkxxvy4or3kw",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 40398,
              "endIndex": 40399,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40398,
                    "endIndex": 40399,
                    "textRun": {
                      "content": "\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 40399,
              "endIndex": 40573,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40399,
                    "endIndex": 40573,
                    "textRun": {
                      "content": "Many of these advantages materialise when this infrastructure is the only or the dominant infrastructure. How do we get there? Or at least how are we honest about the steps?\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 40573,
              "endIndex": 40576,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40573,
                    "endIndex": 40576,
                    "textRun": {
                      "content": "tk\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT"
                }
              }
            },
            {
              "startIndex": 40576,
              "endIndex": 40701,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40576,
                    "endIndex": 40701,
                    "textRun": {
                      "content": "the benefits that we offer must become a floor for enforcement, we’re the tide lifting all boats and drowning all bad actors\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.imxjm048872r",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 40701,
              "endIndex": 40728,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40701,
                    "endIndex": 40728,
                    "textRun": {
                      "content": "break: break up incumbents\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.imxjm048872r",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 40728,
              "endIndex": 40856,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40728,
                    "endIndex": 40856,
                    "textRun": {
                      "content": "enforce: once the alternative is available, signal intent to crack down on RTB really hard as well as on cross-context bullshit\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.imxjm048872r",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 40856,
              "endIndex": 40924,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40856,
                    "endIndex": 40924,
                    "textRun": {
                      "content": "don’t reopen the GDPR — we can fix a lot of it within the framework\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.imxjm048872r",
                  "nestingLevel": 1,
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 40924,
              "endIndex": 40972,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40924,
                    "endIndex": 40972,
                    "textRun": {
                      "content": "DFA: fiduciary agents for much stronger privacy\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.imxjm048872r",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 40972,
              "endIndex": 41005,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 40972,
                    "endIndex": 41005,
                    "textRun": {
                      "content": "DMA: use to structure compliance\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spacingMode": "COLLAPSE_LISTS",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  }
                },
                "bullet": {
                  "listId": "kix.imxjm048872r",
                  "textStyle": {
                    "underline": false
                  }
                }
              }
            },
            {
              "startIndex": 41005,
              "endIndex": 41022,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 41005,
                    "endIndex": 41022,
                    "textRun": {
                      "content": "Acknowledgements\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "headingId": "h.7rjhv7ikgl6r",
                  "namedStyleType": "HEADING_1",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 41022,
              "endIndex": 41516,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 41022,
                    "endIndex": 41394,
                    "textRun": {
                      "content": "In earlier iterations, Aram Zucker-Scharff, Max Gendler, Mihir Kshirsagar, and Reuben Binns provided much invaluable feedback. Many thanks to Juan Ortiz Freuler for organising a discussion session around Garuda at the Berkman Klein Center for Internet & Society before it was even public, as well as to Levin Kim, Crystal Lee, Sahar Massachi, Tom Zick as convenors of the ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 41394,
                    "endIndex": 41406,
                    "textRun": {
                      "content": "Ethical Tech",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 41406,
                    "endIndex": 41411,
                    "textRun": {
                      "content": " and ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 41411,
                    "endIndex": 41430,
                    "textRun": {
                      "content": "Big Tech Governance",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 41430,
                    "endIndex": 41516,
                    "textRun": {
                      "content": " groups, and the attendees of the session for a spirited and constructive discussion.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 41516,
              "endIndex": 41758,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 41516,
                    "endIndex": 41544,
                    "textRun": {
                      "content": "Heartfelt thanks as well to ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 41544,
                    "endIndex": 41562,
                    "textRun": {
                      "content": "The New York Times",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 41562,
                    "endIndex": 41691,
                    "textRun": {
                      "content": " for supporting earlier versions of this work. While there, Allison Murphy, Sasha Heroy, Jackie Lee, and Danielle Racioppi very, ",
                      "textStyle": {}
                    }
                  },
                  {
                    "startIndex": 41691,
                    "endIndex": 41695,
                    "textRun": {
                      "content": "very",
                      "textStyle": {
                        "italic": true
                      }
                    }
                  },
                  {
                    "startIndex": 41695,
                    "endIndex": 41758,
                    "textRun": {
                      "content": " patiently explained to me how advertising and marketing work.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            },
            {
              "startIndex": 41758,
              "endIndex": 41883,
              "paragraph": {
                "elements": [
                  {
                    "startIndex": 41758,
                    "endIndex": 41883,
                    "textRun": {
                      "content": "Finally, my deep thanks to Vera Franz and Cori Crider for long discussion and convening the group that this document is for.\n",
                      "textStyle": {}
                    }
                  }
                ],
                "paragraphStyle": {
                  "namedStyleType": "NORMAL_TEXT",
                  "direction": "LEFT_TO_RIGHT",
                  "spaceBelow": {
                    "magnitude": 12,
                    "unit": "PT"
                  }
                }
              }
            }
          ]
        },
        "documentStyle": {
          "background": {
            "color": {}
          },
          "pageNumberStart": 1,
          "marginTop": {
            "magnitude": 72,
            "unit": "PT"
          },
          "marginBottom": {
            "magnitude": 72,
            "unit": "PT"
          },
          "marginRight": {
            "magnitude": 72,
            "unit": "PT"
          },
          "marginLeft": {
            "magnitude": 72,
            "unit": "PT"
          },
          "pageSize": {
            "height": {
              "magnitude": 841.8897637795277,
              "unit": "PT"
            },
            "width": {
              "magnitude": 595.2755905511812,
              "unit": "PT"
            }
          },
          "marginHeader": {
            "magnitude": 36,
            "unit": "PT"
          },
          "marginFooter": {
            "magnitude": 36,
            "unit": "PT"
          },
          "useCustomHeaderFooterMargins": true
        },
        "namedStyles": {
          "styles": [
            {
              "namedStyleType": "NORMAL_TEXT",
              "textStyle": {
                "bold": false,
                "italic": false,
                "underline": false,
                "strikethrough": false,
                "smallCaps": false,
                "backgroundColor": {},
                "foregroundColor": {
                  "color": {
                    "rgbColor": {}
                  }
                },
                "fontSize": {
                  "magnitude": 11,
                  "unit": "PT"
                },
                "weightedFontFamily": {
                  "fontFamily": "Proxima Nova",
                  "weight": 400
                },
                "baselineOffset": "NONE"
              },
              "paragraphStyle": {
                "namedStyleType": "NORMAL_TEXT",
                "alignment": "START",
                "lineSpacing": 115,
                "direction": "LEFT_TO_RIGHT",
                "spacingMode": "NEVER_COLLAPSE",
                "spaceAbove": {
                  "unit": "PT"
                },
                "spaceBelow": {
                  "magnitude": 10,
                  "unit": "PT"
                },
                "borderBetween": {
                  "color": {},
                  "width": {
                    "unit": "PT"
                  },
                  "padding": {
                    "unit": "PT"
                  },
                  "dashStyle": "SOLID"
                },
                "borderTop": {
                  "color": {},
                  "width": {
                    "unit": "PT"
                  },
                  "padding": {
                    "unit": "PT"
                  },
                  "dashStyle": "SOLID"
                },
                "borderBottom": {
                  "color": {},
                  "width": {
                    "unit": "PT"
                  },
                  "padding": {
                    "unit": "PT"
                  },
                  "dashStyle": "SOLID"
                },
                "borderLeft": {
                  "color": {},
                  "width": {
                    "unit": "PT"
                  },
                  "padding": {
                    "unit": "PT"
                  },
                  "dashStyle": "SOLID"
                },
                "borderRight": {
                  "color": {},
                  "width": {
                    "unit": "PT"
                  },
                  "padding": {
                    "unit": "PT"
                  },
                  "dashStyle": "SOLID"
                },
                "indentFirstLine": {
                  "unit": "PT"
                },
                "indentStart": {
                  "unit": "PT"
                },
                "indentEnd": {
                  "unit": "PT"
                },
                "keepLinesTogether": false,
                "keepWithNext": false,
                "avoidWidowAndOrphan": true,
                "shading": {
                  "backgroundColor": {}
                },
                "pageBreakBefore": false
              }
            },
            {
              "namedStyleType": "HEADING_1",
              "textStyle": {
                "fontSize": {
                  "magnitude": 20,
                  "unit": "PT"
                }
              },
              "paragraphStyle": {
                "namedStyleType": "NORMAL_TEXT",
                "direction": "LEFT_TO_RIGHT",
                "spaceAbove": {
                  "magnitude": 20,
                  "unit": "PT"
                },
                "spaceBelow": {
                  "magnitude": 6,
                  "unit": "PT"
                },
                "keepLinesTogether": true,
                "keepWithNext": true,
                "pageBreakBefore": false
              }
            },
            {
              "namedStyleType": "HEADING_2",
              "textStyle": {
                "fontSize": {
                  "magnitude": 16,
                  "unit": "PT"
                },
                "weightedFontFamily": {
                  "fontFamily": "Libre Franklin",
                  "weight": 200
                }
              },
              "paragraphStyle": {
                "headingId": "h.mmq68xjggp1n",
                "namedStyleType": "HEADING_2",
                "direction": "LEFT_TO_RIGHT",
                "spaceAbove": {
                  "magnitude": 18,
                  "unit": "PT"
                },
                "spaceBelow": {
                  "magnitude": 6,
                  "unit": "PT"
                },
                "keepLinesTogether": true,
                "keepWithNext": true
              }
            },
            {
              "namedStyleType": "HEADING_3",
              "textStyle": {
                "foregroundColor": {
                  "color": {
                    "rgbColor": {
                      "red": 0.2627451,
                      "green": 0.2627451,
                      "blue": 0.2627451
                    }
                  }
                },
                "weightedFontFamily": {
                  "fontFamily": "Libre Franklin",
                  "weight": 600
                }
              },
              "paragraphStyle": {
                "headingId": "h.j461uvsxu54v",
                "namedStyleType": "HEADING_3",
                "direction": "LEFT_TO_RIGHT",
                "spaceAbove": {
                  "magnitude": 16,
                  "unit": "PT"
                },
                "spaceBelow": {
                  "magnitude": 4,
                  "unit": "PT"
                },
                "keepLinesTogether": true,
                "keepWithNext": true
              }
            },
            {
              "namedStyleType": "HEADING_4",
              "textStyle": {
                "foregroundColor": {
                  "color": {
                    "rgbColor": {
                      "red": 0.4,
                      "green": 0.4,
                      "blue": 0.4
                    }
                  }
                },
                "fontSize": {
                  "magnitude": 12,
                  "unit": "PT"
                }
              },
              "paragraphStyle": {
                "namedStyleType": "NORMAL_TEXT",
                "direction": "LEFT_TO_RIGHT",
                "spaceAbove": {
                  "magnitude": 14,
                  "unit": "PT"
                },
                "spaceBelow": {
                  "magnitude": 4,
                  "unit": "PT"
                },
                "keepLinesTogether": true,
                "keepWithNext": true,
                "pageBreakBefore": false
              }
            },
            {
              "namedStyleType": "HEADING_5",
              "textStyle": {
                "foregroundColor": {
                  "color": {
                    "rgbColor": {
                      "red": 0.4,
                      "green": 0.4,
                      "blue": 0.4
                    }
                  }
                },
                "fontSize": {
                  "magnitude": 11,
                  "unit": "PT"
                }
              },
              "paragraphStyle": {
                "namedStyleType": "NORMAL_TEXT",
                "direction": "LEFT_TO_RIGHT",
                "spaceAbove": {
                  "magnitude": 12,
                  "unit": "PT"
                },
                "spaceBelow": {
                  "magnitude": 4,
                  "unit": "PT"
                },
                "keepLinesTogether": true,
                "keepWithNext": true,
                "pageBreakBefore": false
              }
            },
            {
              "namedStyleType": "HEADING_6",
              "textStyle": {
                "italic": true,
                "foregroundColor": {
                  "color": {
                    "rgbColor": {
                      "red": 0.4,
                      "green": 0.4,
                      "blue": 0.4
                    }
                  }
                },
                "fontSize": {
                  "magnitude": 11,
                  "unit": "PT"
                }
              },
              "paragraphStyle": {
                "namedStyleType": "NORMAL_TEXT",
                "direction": "LEFT_TO_RIGHT",
                "spaceAbove": {
                  "magnitude": 12,
                  "unit": "PT"
                },
                "spaceBelow": {
                  "magnitude": 4,
                  "unit": "PT"
                },
                "keepLinesTogether": true,
                "keepWithNext": true,
                "pageBreakBefore": false
              }
            },
            {
              "namedStyleType": "TITLE",
              "textStyle": {
                "fontSize": {
                  "magnitude": 26,
                  "unit": "PT"
                },
                "weightedFontFamily": {
                  "fontFamily": "Libre Franklin",
                  "weight": 200
                }
              },
              "paragraphStyle": {
                "headingId": "h.qn6wqvd6l1st",
                "namedStyleType": "TITLE",
                "direction": "LEFT_TO_RIGHT",
                "spaceBelow": {
                  "magnitude": 3,
                  "unit": "PT"
                },
                "keepLinesTogether": true,
                "keepWithNext": true
              }
            },
            {
              "namedStyleType": "SUBTITLE",
              "textStyle": {
                "foregroundColor": {
                  "color": {
                    "rgbColor": {
                      "red": 0.4,
                      "green": 0.4,
                      "blue": 0.4
                    }
                  }
                },
                "fontSize": {
                  "magnitude": 15,
                  "unit": "PT"
                }
              },
              "paragraphStyle": {
                "headingId": "h.p164h467bxwt",
                "namedStyleType": "SUBTITLE",
                "direction": "LEFT_TO_RIGHT",
                "spaceBelow": {
                  "magnitude": 16,
                  "unit": "PT"
                },
                "keepLinesTogether": true,
                "keepWithNext": true
              }
            }
          ]
        },
        "lists": {
          "kix.51pnwj7wqy69": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphType": "DECIMAL",
                  "glyphFormat": "%0.",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "ALPHA",
                  "glyphFormat": "%1.",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "END",
                  "glyphType": "ROMAN",
                  "glyphFormat": "%2.",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "DECIMAL",
                  "glyphFormat": "%3.",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "ALPHA",
                  "glyphFormat": "%4.",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "END",
                  "glyphType": "ROMAN",
                  "glyphFormat": "%5.",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "DECIMAL",
                  "glyphFormat": "%6.",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "ALPHA",
                  "glyphFormat": "%7.",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "END",
                  "glyphType": "ROMAN",
                  "glyphFormat": "%8.",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          },
          "kix.8duri9bjmrjv": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "●",
                  "glyphFormat": "%0",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "○",
                  "glyphFormat": "%1",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "■",
                  "glyphFormat": "%2",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "●",
                  "glyphFormat": "%3",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "○",
                  "glyphFormat": "%4",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "■",
                  "glyphFormat": "%5",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "●",
                  "glyphFormat": "%6",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "○",
                  "glyphFormat": "%7",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "■",
                  "glyphFormat": "%8",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          },
          "kix.imxjm048872r": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%0",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%1",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%2",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%3",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%4",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%5",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%6",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%7",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%8",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          },
          "kix.klhx7ic4put3": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%0",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%1",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%2",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%3",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%4",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%5",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%6",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%7",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%8",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          },
          "kix.lvuvy3z7no1h": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%0",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%1",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%2",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%3",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%4",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%5",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%6",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%7",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%8",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          },
          "kix.oma3nnnjrxfj": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphType": "GLYPH_TYPE_UNSPECIFIED",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          },
          "kix.qdrz3o1tv9vp": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "●",
                  "glyphFormat": "%0",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "○",
                  "glyphFormat": "%1",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "■",
                  "glyphFormat": "%2",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "●",
                  "glyphFormat": "%3",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "○",
                  "glyphFormat": "%4",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "■",
                  "glyphFormat": "%5",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "●",
                  "glyphFormat": "%6",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "○",
                  "glyphFormat": "%7",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "■",
                  "glyphFormat": "%8",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          },
          "kix.v789x6z1n0av": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%0",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%1",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%2",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%3",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%4",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%5",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%6",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%7",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%8",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          },
          "kix.vkxxvy4or3kw": {
            "listProperties": {
              "nestingLevels": [
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%0",
                  "indentFirstLine": {
                    "magnitude": 18,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 36,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%1",
                  "indentFirstLine": {
                    "magnitude": 54,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 72,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%2",
                  "indentFirstLine": {
                    "magnitude": 90,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 108,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%3",
                  "indentFirstLine": {
                    "magnitude": 126,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 144,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%4",
                  "indentFirstLine": {
                    "magnitude": 162,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 180,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%5",
                  "indentFirstLine": {
                    "magnitude": 198,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 216,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%6",
                  "indentFirstLine": {
                    "magnitude": 234,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 252,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%7",
                  "indentFirstLine": {
                    "magnitude": 270,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 288,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                },
                {
                  "bulletAlignment": "START",
                  "glyphSymbol": "-",
                  "glyphFormat": "%8",
                  "indentFirstLine": {
                    "magnitude": 306,
                    "unit": "PT"
                  },
                  "indentStart": {
                    "magnitude": 324,
                    "unit": "PT"
                  },
                  "textStyle": {
                    "underline": false
                  },
                  "startNumber": 1
                }
              ]
            }
          }
        }
      }
    }
  ]
}